#Найдите сумму цифр трехзначного числа.

#ответ:

# a = int(input ('введите первое число: '))
# b = int(input('введите второе число: '))
# c = int(input('введите третье число: '))
# result = a+b+c
# print (result)

#журавлики

#ответ:

# s = int(input('введите количество журавликов: '))
# pet = s/4
# ser = s/4
# kat = (pet + ser)
# print("Петя", pet, "Сергей", ser, "Катя", kat)


#билетик

#ответ:

# a = int(input('первая цифра билетика: '))
# b = int(input('вторая цифра билетика: '))
# c = int(input('третья цифра билетика: '))
# d = int(input('четвертая цифра билетика: '))
# e = int(input('пятая цифра билетика: '))
# f = int(input('шестая цифра билетика: '))

# if (a + b + c == d + e + f):
#     print('Повезло! Попался счастливый билетик')
# else:
#     print('увы, бывает!')


#шоколадка

#ответ:


# n, m, k = map(int,  input('введите три числа через пробел: ').split())

# if k <= n * m - 1:
#     if (k % n == 0) or (k % m == 0):
#         print("YES")
#     else:
#         print("NO")
# else:
#     print("NO")






















